//
//  R.swift
//  PomoschApp
//
//  Created by Anton Kholodkov on 18.01.2024.
//

import Foundation

struct R {
    
    struct URLs {
        static let pomoschGraphQlEndpoint = URL(string: "https://api.pomosch.app/graphql")!
    }
    
    struct ManifestModule {
        static let manifestText =
        "ПОМОЩЬ — это первое в мире мобильное приложение адресной и прозрачной помощи. Проект, как точка сборки нового времени, объединяющий поколения. Первая целевая группа для оказания адресной помощи — пожилые люди. Одна из целей проекта — обеспечить достойную жизнь пожилым людям в нашей стране. Мы сделали «ПОМОЩЬ» удобной, прозрачной и технологичной. Помогать другим — норма. Помогая другому, ты помогаешь самому себе. Присоединяйся, будь в Помощь!"
    }
}
